Repository: eplr/pcaf-compliance
Catalog: translation/tm/pcaf-compliance.tmx
Source language: en_gb
Languages: fr_fr

source: RECOMMENDATIONS
fr_fr: RECOMMANDATIONS

source: Financial Institution's Own Emissions
fr_fr: émissions propres de l’institution financière

source: Investee/Insured Entity Emissions
fr_fr: émissions de l’entité investie/assurée

source: PCAF measures the emissions of companies/assets in the portfolio:
fr_fr: PCAF® mesure les émissions des entreprises/actifs du portefeuille :

source: Key Point:
fr_fr: Point clé :

source: PCAF attributes a portion of investee/insured emissions to the FI based on:
fr_fr: PCAF® attribue à l’IF une partie des émissions de l’entité investie/assurée sur la base des émissions :

source: Financed:
fr_fr: Financées :

source: Outstanding amount / Enterprise value
fr_fr: encours / valeur d’entreprise

source: Insurance:
fr_fr: Liées à l’assurance :

source: Insured value / Total asset value (Insurance-to-Value method)
fr_fr: valeur assurée / valeur totale des actifs (méthode ITV)

source: Operational Emissions:
fr_fr: Émissions opérationnelles :

source: ✅ Currently Reported
fr_fr: ✅ Émissions actuellement publiées

source: 413 tCO2e (market-based) ✓
fr_fr: 413 tCO2e (fondées sur le marché) ✓

source: Scope 3 Categories 3, 5, 6:
fr_fr: Catégories 3, 5 et 6 du scope 3 :

source: Fuel & energy-related
fr_fr: Activités liées aux combustibles et à l’énergie

source: Business travel
fr_fr: Déplacements professionnels

source: Waste
fr_fr: Déchets

source: Financed Emissions (Scope 3 Cat 15):
fr_fr: Émissions financées (scope 3, cat. 15)

source: Category 15 total:
fr_fr: Total pour la catégorie 15 :

source: 7.4 million tCO2e ✓
fr_fr: 7,4 millions de tCO2e ✓

source: 5 of 10 PCAF asset classes ⚠
fr_fr: 5 classes d’actifs sur 10 selon PCAF® ⚠

source: Investee Scope 1+2 only ⚠ (Scope 3 pending)
fr_fr: Scopes 1+2 uniquement ⚠ (scope 3 en attente)

source: ⚠ Partially Reported
fr_fr: ⚠ Émissions partiellement publiées

source: Only reports: Cat 3, 5, 6
fr_fr: Publie également les émissions des catégories 3, 5 et 6

source: Scope 3 Operational (Cat 1-14):
fr_fr: Scope 3, émissions opérationnelles (cat. 1-14) :

source: Missing:
fr_fr: Publication manquante :

source: Cat 1, 2, 4, 7, 8, 13 (low materiality but incomplete)
fr_fr: cat. 1, 2, 4, 7, 8 et 13 (faible importance, mais données incomplètes)

source: Cat 11 methodology under development
fr_fr: méthodologie en cours de développement pour la cat. 11

source: ✗ NOT Reported (CRITICAL)
fr_fr: ✗ NON publié (CRITIQUE)

source: Insurance-Associated Emissions (Scope 3 Cat 15 - Part C):
fr_fr: Émissions liées à l’assurance (scope 3, cat. 15 – Partie C) :

source: NOT REPORTED ✗
fr_fr: ABSENCE DE PUBLICATION ✗

source: Motor insurance:
fr_fr: Assurance véhicules à moteur :

source: WHY PCAF ONLY FOCUSES ON CATEGORY 15
fr_fr: POURQUOI PCAF® SE CONCENTRE UNIQUEMENT SUR LA CATÉGORIE 15

source: 6.1 Materiality
fr_fr: 6.1 Importance

source: For Aviva (typical FI):
fr_fr: Pour Aviva (IF typique) :

source: Category 15 is 399x larger than all operational emissions.
fr_fr: la catégorie 15 est 399 fois plus vaste que toutes les émissions opérationnelles.

source: 6.2 Sphere of Influence
fr_fr: 6.2 Sphère d’influence

source: Financial institutions have unique leverage over Category 15:
fr_fr: Les institutions financières ont un effet de levier unique sur la catégorie 15 :

source: Investment decisions influence which companies receive capital
fr_fr: Les décisions d’investissement influencent le choix des entreprises qui reçoivent du capital

source: Lending terms can incentivize emissions reductions
fr_fr: Les conditions de prêt peuvent inciter à réduire les émissions

source: Underwriting standards can exclude high-emission risks
fr_fr: Les normes de souscription peuvent exclure les risques d’émissions élevées

source: Engagement with portfolio companies drives change
fr_fr: L’engagement aux côtés des sociétés du portefeuille favorise le changement

source: Economy-wide effect:
fr_fr: Effet sur l’économie dans son ensemble :

source: FIs channel capital across all sectors
fr_fr: les IF concentrent les capitaux dans tous les secteurs

source: Transition enablement:
fr_fr: Impulsion pour la transition :

source: Green finance accelerates decarbonization
fr_fr: la finance verte accélère la décarbonation

source: Risk management:
fr_fr: Gestion des risques :

source: Climate risk in portfolios affects financial stability
fr_fr: le risque climatique dans les portefeuilles affecte la stabilité financière

source: 6.4 Regulatory Focus
fr_fr: 6.4 Orientation réglementaire

source: Target portfolio emissions, not just operational
fr_fr: émissions cibles du portefeuille, pas seulement les émissions opérationnelles

source: PCAF SCOPE COVERAGE DETAILS
fr_fr: DÉTAILS DE LA COUVERTURE DU PÉRIMÈTRE PCAF®

source: Investee Scope 1 + 2
fr_fr: scopes 1 + 2 de l’entité investie

source: Investee Scope 3 (when methodology/data permits)
fr_fr: scope 3 de l’entité investie (lorsque la méthodologie/les données le permettent)

source: Aviva's approach:
fr_fr: L’approche d’Aviva :

source: Reports Scope 1+2 ✓
fr_fr: Reporting des scopes 1+2 ✓

source: Plans to add Scope 3 "when methodology permits" ⚠
fr_fr: Prévoit d’ajouter le scope 3 « lorsque la méthodologie le permettra » ⚠

source: Why Scope 3 matters for investees:
fr_fr: Pourquoi le scope 3 est important pour les entités investies :

source: Some sectors have >80% emissions in Scope 3 (e.g., automotive, oil & gas)
fr_fr: Certains secteurs affichent des émissions supérieures à 80 % dans le scope 3 (par exemple, automobile, pétrole et gaz)

source: Full climate impact requires all scopes
fr_fr: Calculer l’impact climatique complet nécessite un reporting de l’ensemble des scopes

source: Insurance-Associated Emissions
fr_fr: émissions liées à l’assurance

source: Insured entity's operational emissions:
fr_fr: Émissions opérationnelles de l’entité assurée :

source: Energy use
fr_fr: consommation d’énergie

source: Value chain (when material)
fr_fr: chaîne de valeur (le cas échéant)

source: Example - Commercial Property Insurance:
fr_fr: Exemple – assurance de biens commerciaux :

source: Example - Motor Insurance:
fr_fr: Exemple – assurance véhicules à moteur :

source: RELATIONSHIP TO GHG PROTOCOL
fr_fr: RELATION AVEC LE GHG PROTOCOL

source: Standard Hierarchy
fr_fr: Hiérarchie standard

source: PCAF is a sector-specific elaboration of GHG Protocol Category 15.
fr_fr: PCAF® est une version sectorielle spécifique de la catégorie 15 du GHG Protocol.

source: COMPARISON TABLE
fr_fr: TABLEAU COMPARATIF

source: Emission Type
fr_fr: Type d’émission

source: Aviva Reports?
fr_fr: Publication par Aviva ?

source: Operational Scope 1
fr_fr: Scope 1 opérationnel

source: Required
fr_fr: Obligatoire

source: Not covered
fr_fr: Non couvert

source: ✓ Yes
fr_fr: ✓ Oui

source: Operational Scope 3 (Cat 1-14)
fr_fr: Scope 3 opérationnel (cat. 1-14)

source: Encouraged
fr_fr: Encouragé

source: ⚠ Partial
fr_fr: ⚠ Partiel

source: Scope 3 Cat 15 (Financed)
fr_fr: Scope 3, cat 15 (émissions financées)

source: Part A
fr_fr: Partie A

source: Scope 3 Cat 15 (Insurance)
fr_fr: Scope 3, cat. 15 (émissions liées à l’assurance)

source: Part C
fr_fr: Partie C

source: ✗ No
fr_fr: ✗ Non

source: Investee Scope 1+2
fr_fr: Scope 1+2 de l’entité investie

source: Investee Scope 3
fr_fr: Scope 3 de l’entité investie

source: Optional
fr_fr: Facultatif

source: KEY TAKEAWAYS
fr_fr: À RETENIR

source: For Financial Institutions
fr_fr: Concernant les institutions financières

source: ✅ This addendum addresses:
fr_fr: ✅ Cette annexe porte sur :

source: FURTHER READING
fr_fr: POUR ALLER PLUS LOIN

source: Standards & Frameworks
fr_fr: Normes et cadres

source: PCAF Standard: https://carbonaccountingfinancials.com/standard
fr_fr: Norme PCAF® : https://carbonaccountingfinancials.com/standard

source: Related Documents
fr_fr: Documents associés

source: - Assessment framework
fr_fr: – Cadre d’évaluation

source: - Scoring details
fr_fr: – Détails du scoring

source: Document Version:
fr_fr: Version du document :

source: February 9, 2026 Author:
fr_fr: 9 février 2026 Auteur :

source: Addendum to existing documentation
fr_fr: Annexe à la documentation existante

source: END OF ADDENDUM
fr_fr: FIN DE L’ANNEXE

source: METHODOLOGY:
fr_fr: MÉTHODOLOGIE :

source: Mandatory:
fr_fr: Obligatoire :

source: All FIs have Scope 3 Cat 15 emissions (investments/insurance)
fr_fr: Toutes les IF ont des émissions du scope 3, cat. 15 (investissements/assurances)

source: Category 15 dwarfs all other emissions (typically >95% of total)
fr_fr: La catégorie 15 éclipse toutes les autres émissions (généralement >95 % du total)

source: PCAF provides the methodology for Category 15 only
fr_fr: PCAF® fournit la méthodologie pour la catégorie 15 uniquement

source: Categories 1-14 still matter but are much smaller
fr_fr: Les catégories 1 à 14 comptent toujours, mais sont beaucoup moins vastes

source: Two-level attribution:
fr_fr: Attribution à deux niveaux :

source: FI reports Cat 15 as its own Scope 3
fr_fr: l’IF publie sa catégorie 15 en tant que scope 3 propre

source: Cat 15 consists of investee/insured Scope 1+2+3
fr_fr: la catégorie 15 se compose des scopes 1+2+3 de l’entité investie/assurée

source: For Aviva Specifically
fr_fr: Pour Aviva en particulier

source: Complete Emissions Picture:
fr_fr: Tableau complet des émissions :

source: 11.1 Immediate (Documentation)
fr_fr: 11.1 Action immédiate (documentation)

source: All 15 Scope 3 categories explained
fr_fr: L’ensemble des 15 catégories du scope 3 décrites plus haut

source: PCAF's focus on Category 15 clarified
fr_fr: L’accent mis par PCAF® sur la catégorie 15

source: Two-level structure documented
fr_fr: La structure à deux niveaux documentée

source: Add to existing guides:
fr_fr: Ajout aux guides existants :

source: Reference this addendum in PCAF_Analysis_Methodology.md
fr_fr: Mentionner cette annexe dans le fichier PCAF_Analysis_Methodology_FR.md

source: Update maturity assessment criteria to note scope distinctions
fr_fr: Mettre à jour les critères d’évaluation de la maturité pour identifier les distinctions des différents scopes

source: Include in Looker Studio dashboard context
fr_fr: Inclure cette annexe au tableau de bord Looker Studio

source: 11.2 For Aviva Assessment
fr_fr: 11.2 Pour l’évaluation Aviva

source: Expand operational Scope 3 reporting:
fr_fr: Étendre le reporting du scope 3 opérationnel :

source: Add missing categories (1, 2, 4, 7, 8, 13)
fr_fr: Ajouter les catégories manquantes (1, 2, 4, 7, 8, 13)

source: Low materiality but completes disclosure
fr_fr: faible importance relative, mais ajout bienvenu à publication

source: Critical:
fr_fr: Critique :

source: Implement PCAF Part C:
fr_fr: mettre en œuvre la Partie C de PCAF® :

source: Insurance emissions = most material gap
fr_fr: Émissions liées à l’assurance = écart le plus important

source: Enhance financed emissions:
fr_fr: Améliorer les émissions financées :

source: 4.2 Part B:
fr_fr: 4.2 Partie B :

source: Should be priority #1
fr_fr: Cela devrait être la priorité n °1

source: Add investee Scope 3 when feasible
fr_fr: Ajouter le scope 3 de l’entité investie lorsque cela est possible

source: Complete all 10 asset classes
fr_fr: Couvrir l’ensemble des 10 classes d’actifs

source: GLOSSARY
fr_fr: GLOSSAIRE

source: Direct GHG emissions from owned/controlled sources
fr_fr: émissions de GES directes provenant de sources détenues/contrôlées en propre

source: Indirect GHG emissions from purchased energy
fr_fr: émissions de GES indirectes provenant de l’énergie achetée

source: All other indirect emissions in the value chain (15 categories)
fr_fr: toute autre émission indirecte dans la chaîne de valeur (15 catégories)

source: Category 15 (Investments):
fr_fr: Catégorie 15 (Investissements) :

source: Emissions from equity/debt investments, loans, insurance portfolios
fr_fr: émissions provenant des investissements en actions/dettes, des prêts, des portefeuilles d’assurance

source: Financed Emissions:
fr_fr: Émissions financées :

source: Portion of investee Scope 1+2+3 attributed to lender/investor
fr_fr: part des scopes 1+2+3 de l’entité investie attribuée au prêteur/investisseur

source: Insurance-Associated Emissions:
fr_fr: Émissions liées à l’assurance :

source: GHG Protocol Corporate Standard: https://ghgprotocol.org/corporate-standard
fr_fr: Norme du GHG Protocol pour les entreprises : https://ghgprotocol.org/corporate-standard

source: GHG Protocol Scope 3 Standard: https://ghgprotocol.org/scope-3-standard
fr_fr: Norme du GHG Protocol pour le scope 3 : https://ghgprotocol.org/scope-3-standard

source: Portion of insured entity Scope 1+2+3 attributed to insurer
fr_fr: part des scopes 1+2+3 de l’entité investie attribuée à l’assureur

source: Proportion of investee/insured emissions assigned to FI based on financial stake
fr_fr: part des émissions de l’entité investie/assurée attribuée à l’IF en fonction de la participation financière

source: Partnership for Carbon Accounting Financials - sector-specific standard for Category 15
fr_fr: Partnership for Carbon Accounting Financials – norme sectorielle pour la catégorie 15

source: - Main methodology guide
fr_fr: – Guide méthodologique principal

source: PCAF Compliance Framework Status:
fr_fr: Cadre de conformité PCAF® Statut :

source: Financial Institution Emissions Analysis & PCAF Compliance Assessment
fr_fr: Analyse des émissions des institutions financières et évaluation de la conformité PCAF®

source: February 4, 2026 Based on:
fr_fr: 4 février 2026 basée sur :

source: DATA SOURCES
fr_fr: SOURCES DE DONNÉES

source: Attribution Factor:
fr_fr: Facteur d’attribution :

source: Aviva PLC case study
fr_fr: Étude de cas Aviva PLC

source: OBJECTIVE
fr_fr: OBJECTIF

source: Assess a financial institution's greenhouse gas (GHG) emissions reporting against the PCAF (Partnership for Carbon Accounting Financials) standard to identify compliance gaps and provide actionable recommendations.
fr_fr: Évaluer la déclaration des émissions de gaz à effet de serre (GES) d’une institution financière par rapport à la norme PCAF® (Partnership for Carbon Accounting Financials) afin d’identifier les écarts en matière de conformité et de fournir des recommandations concrètes.

source: 2.1 Primary Source:
fr_fr: 2.1 Source principale :

source: Company Sustainability Report/Datasheet
fr_fr: rapport/fiche technique de durabilité de l’entreprise

source: 10 asset classes required:
fr_fr: 10 classes d’actifs exigées :

source: Excel, PDF, or structured data file
fr_fr: fichier de données Excel, PDF ou structuré

source: Content:
fr_fr: Contenu :

source: Annual emissions disclosures, sustainability metrics
fr_fr: informations annuelles relatives aux émissions, indicateurs de durabilité

source: 2.2 Reference Standard:
fr_fr: 2.2 Norme de référence :

source: PCAF Methodological Guidance
fr_fr: directives méthodologiques PCAF®

source: JSON/structured reference document
fr_fr: JSON/document de référence structuré

source: PCAF framework definitions, asset classes, emission categories
fr_fr: définitions du cadre PCAF®, classes d’actifs, catégories d’émissions

source: DATA EXTRACTION METHODOLOGY
fr_fr: MÉTHODE D’EXTRACTION DES DONNÉES

source: 3.1 Operational Emissions Extraction
fr_fr: 3.1 Extraction opérationnelle des émissions

source: Identify relevant worksheets/sections (e.g., "Climate Action") Step 2:
fr_fr: identifier les documents/sections pertinents (par exemple, « Action climatique ») Étape 2 :

source: Extract Scope 1, 2, and 3 emissions data Step 3:
fr_fr: extraire les données d’émissions de scopes 1, 2 et 3 Étape 3 :

source: Distinguish between market-based and location-based methodologies Step 4:
fr_fr: faire la distinction entre les méthodologies basées sur le marché et celles basées sur la localisation Étape 4 :

source: Capture multi-year data for trend analysis Step 5:
fr_fr: collecter des données pluriannuelles pour l’analyse des tendances Étape 5 :

source: Document definitions and calculation methodologies
fr_fr: définition des documents et méthodologies de calcul

source: 3.2 Financed/Facilitated/Insurance Emissions Extraction
fr_fr: 3.2 Extraction des émissions financées/facilitées/liées à l’assurance

source: Identify investment/portfolio emissions (Scope 3 Category 15) Step 2:
fr_fr: identifier les émissions de l’investissement/du portefeuille (scope 3, catégorie 15) Étape 2 :

source: Extract financed emissions by asset class (if available) Step 3:
fr_fr: extraire les émissions financées par classe d’actifs (si les données sont disponibles) Étape 3 :

source: Identify insurance-associated emissions (for insurers) Step 4:
fr_fr: identifier les émissions liées à l’assurance (pour les assureurs) Étape 4 :

source: Capture facilitated emissions (for banks/underwriters) Step 5:
fr_fr: recueillir les émissions facilitées (pour les banques/souscripteurs) Étape 5 :

source: Note data quality scores and coverage percentages
fr_fr: noter les scores de qualité des données et les pourcentages de couverture

source: PCAF FRAMEWORK STRUCTURE
fr_fr: STRUCTURE-CADRE PCAF®

source: 4.1 Part A:
fr_fr: 4.1 Partie A :

source: Facilitated Emissions
fr_fr: émissions facilitées

source: Capital market issuance activities
fr_fr: Activités d’émission sur les marchés des capitaux

source: Applicable to:
fr_fr: Champ d’application :

source: Investment banks, underwriters
fr_fr: banques d’investissement, souscripteurs

source: 4.3 Part C:
fr_fr: 4.3 Partie C :

source: Insurers and reinsurers
fr_fr: assureurs et réassureurs

source: GAP ANALYSIS FRAMEWORK
fr_fr: CADRE D’ANALYSE DES ÉCARTS

source: 5.1 Coverage Assessment
fr_fr: 5.1 Évaluation de la couverture

source: ✓ REPORTED:
fr_fr: ✓ REPORTING EFFECTUÉ :

source: Data present and aligned with PCAF requirements
fr_fr: données présentes et alignées sur les exigences PCAF®

source: ⚠ PARTIAL:
fr_fr: ⚠ REPORTING PARTIEL :

source: Data present but lacks required granularity/breakdown
fr_fr: données présentes, mais manque de granularité/ventilation nécessaire

source: ✗ MISSING:
fr_fr: ✗ MANQUANT :

source: Data not disclosed or not aligned with PCAF framework
fr_fr: données non publiées ou non alignées sur le cadre PCAF®

source: 5.2 Granularity Analysis
fr_fr: 5.2 Analyse de granularité

source: Compare reported aggregation level vs. PCAF requirements
fr_fr: Comparer le niveau d’agrégation rapporté vs les exigences PCAF®

source: Identify missing asset class breakdowns
fr_fr: Identifier les ventilations des classes d’actifs manquantes

source: Note exclusions (e.g., sovereign debt omitted)
fr_fr: Noter les exclusions (par exemple, omission de la dette souveraine)

source: 5.3 Materiality Analysis
fr_fr: 5.3 Analyse de l’importance

source: Financed/Insurance emissions vs. Operational emissions
fr_fr: émissions financées/assurées vs émissions opérationnelles

source: Determine which PCAF parts are most material for the institution
fr_fr: Déterminer quelles parties PCAF sont les plus importantes pour l’institution

source: Calculate ratio:
fr_fr: Calculer le ratio :

source: Prioritize gaps based on materiality
fr_fr: Hiérarchiser les écarts en fonction de l’importance

source: 5.4 Institution Type Mapping
fr_fr: 5.4 Cartographie des types d’institutions

source: Institution Type
fr_fr: Type d’institution

source: Critical PCAF Parts
fr_fr: Parties PCAF essentielles

source: Insurance companies
fr_fr: Compagnies d’assurance

source: Parts A + C
fr_fr: Parties A + C

source: Banks
fr_fr: Banques

source: Parts A + B
fr_fr: Parties A + B

source: Asset managers
fr_fr: Gestionnaires d’actifs

source: Mixed institutions
fr_fr: Institutions mixtes

source: All parts potentially applicable
fr_fr: Toutes les parties potentiellement applicables

source: COMPARATIVE ANALYSIS STEPS
fr_fr: ÉTAPES DE L’ANALYSE COMPARATIVE

source: Structure Extraction
fr_fr: structurer l’extraction

source: Parse company report for all emission categories
fr_fr: Analyser le rapport de l’entreprise pour toutes les catégories d’émissions

source: Organize data into operational vs. financed/facilitated/insurance
fr_fr: Organiser les données en émissions opérationnelles vs financées/facilitées/liés à l’assurance

source: PCAF Mapping
fr_fr: cartographie PCAF®

source: Map company's reported categories to PCAF framework
fr_fr: Cartographier les catégories publiées par l’entreprise par rapport au cadre PCAF®

source: Identify direct matches and discrepancies
fr_fr: Identifier les correspondances et les divergences directes

source: Gap Identification
fr_fr: identification des écarts

source: For each PCAF part, assess:
fr_fr: Pour chaque partie PCAF®, évaluer :

source: Reported?
fr_fr: reporting réalisé ?

source: Complete?
fr_fr: Reporting complet ?

source: Granular?
fr_fr: Niveau de granularité ?

source: Document missing asset classes or emission categories
fr_fr: Documenter les classes d’actifs ou les catégories d’émissions manquantes

source: Quantitative Comparison
fr_fr: comparaison quantitative

source: Compare absolute emissions across years
fr_fr: Comparer les émissions absolues d’une année à l’autre

source: Calculate ratios (financed/operational, by asset class)
fr_fr: Calculer les ratios (émissions financées/opérationnelles, par classe d’actifs)

source: Assess scale of unreported emissions
fr_fr: Évaluer l’ampleur des émissions non déclarées

source: Qualitative Assessment
fr_fr: évaluation qualitative

source: Review methodology notes and definitions
fr_fr: Examiner les remarques méthodologiques et les définitions

source: Assess data quality indicators
fr_fr: Évaluer les indicateurs de qualité des données

source: Evaluate alignment with GHG Protocol and PCAF standards
fr_fr: Évaluer l’alignement sur GHG Protocol et la norme PCAF®

source: OUTPUT DELIVERABLES
fr_fr: LIVRABLES

source: 7.1 Emissions Data Summary
fr_fr: 7.1 Résumé des données sur les émissions

source: Structured table:
fr_fr: Tableau structuré :

source: Scope 1, 2, 3 (operational)
fr_fr: scopes 1, 2, 3 (émissions opérationnelles)

source: Financed emissions by asset class
fr_fr: émissions financées par classe d’actifs

source: Insurance/facilitated emissions (if applicable)
fr_fr: émissions facilitées/liés à l’assurance (le cas échéant)

source: Multi-year trends and key metrics
fr_fr: Tendances pluriannuelles et indicateurs clés

source: 7.2 PCAF Compliance Matrix
fr_fr: 7.2 Matrice de conformité PCAF®

source: Part A (Financed) → Coverage status by 10 asset classes
fr_fr: Partie A (émissions financées) Niveau de couverture, ventilation pour les 10 classes d’actifs

source: Part B (Facilitated) → Coverage status + applicability assessment
fr_fr: Partie B (émissions facilitées) Niveau de couverture + évaluation de l’applicabilité

source: Part C (Insurance) → Coverage status by insurance lines
fr_fr: Partie C (émissions liées à l’assurance) Niveau de la couverture par branches d’assurance

source: 7.3 Gap Analysis Report
fr_fr: 7.3 Rapport d’analyse des écarts

source: Critical gaps (missing material emission categories)
fr_fr: Écarts majeurs (catégories d’émissions importantes manquantes)

source: Moderate gaps (insufficient granularity)
fr_fr: Écarts modérés (granularité insuffisante)

source: Minor gaps (methodological differences)
fr_fr: Écarts mineurs (différences méthodologiques)

source: 7.4 Recommendations
fr_fr: 7.4 Recommandations

source: Priority 1:
fr_fr: Priorité 1 :

source: Address critical gaps for institution type
fr_fr: combler les écarts majeurs pour le type d’institution

source: Enhance granularity for existing disclosures
fr_fr: améliorer la granularité des publications existantes

source: Adopt PCAF-aligned reporting structure
fr_fr: adopter une structure de rapports alignée sur PCAF®
